Repository: strumjan/woocommerce-garden-designer
Catalog: languages/woocommerce-garden-designer-*.po
Languages: hr, mk_mk

source: 1. Select the brightness
hr: 1. Odaberi osvijetljenost
mk_mk: 1. Избери осветленост

source: Sun (6 or more hours of sunlight)
hr: Sunce (6 i više sati sunčeve svjetlosti)
mk_mk: Сонце (6 и повеќе часови сончева светлина)

source: Partial shade (4-6 hours of sunlight)
hr: Polusjena (4-6 sati sunčeve svjetlosti)
mk_mk: Полусенка (4-6 часови сончева светлина)

source: Shade (3 or less hours of sunlight)
hr: Sjena (3 ili manje sati sunčeve svjetlosti)
mk_mk: Сенка (3 или помалку часови сончева светлина)

source: 2. Choose the type of flower bed
hr: 2. Odaberi tip gredice
mk_mk: 2. Избери тип на гредичка

source: Against the wall
hr: Uza zid
mk_mk: Покрај ѕид

source: Central
hr: Centralno
mk_mk: Централно

source: 3. Enter the dimensions of the bed
hr: 3. Unesi dimenzije gredice
mk_mk: 3. Внеси димензии на гредичката

source: Length (in cm.):
hr: Duljina (u cm.):
mk_mk: Должина (во см):

source: Width (in cm.):
hr: Širina (u cm.):
mk_mk: Ширина (во см)

source: Confirm selection
hr: Potvrdi odabir
mk_mk: Потврди го изборот

source: Sun
hr: Sunce
mk_mk: Сонце

source: Partial shade
hr: Polusjena
mk_mk: Полусенка

source: Shade
hr: Sjena
mk_mk: Сенка

source: Illumination:
hr: Osvijetljenost:
mk_mk: Осветленост:

source: Type of flower bed: against the wall
hr: Tip gredice: uza zid
mk_mk: Тип на гредичка: покрај ѕид

source: Field surface:
hr: Površina terena:
mk_mk: Површина на теренот:

source: Type of flower bed: central
hr: Tip gredice: centralno
mk_mk: Тип на гредичка: централно

source: You have not selected the type of flower bed.
hr: Niste odabrali tip gredice.
mk_mk: Не избра тип на гредичка.

source: Legend:
hr: Legenda:
mk_mk: Легенда:

source: &nbsp;Tall plants (90-150 cm)
hr: &nbsp;Visoke biljke (90-150 cm)
mk_mk: &nbsp;Високи растенија (90-150 см)

source: &nbsp;Medium plants (50-80 cm)
hr: &nbsp;Srednje biljke (50-80 cm)
mk_mk: &nbsp;Средни растенија (50-80 см)

source: &nbsp;Low plants (15-40 cm)
hr: &nbsp;Niske biljke (15-40 cm)
mk_mk: &nbsp;Ниски растенија (15-40 см)

source: In stock:
hr: Na stanju:
mk_mk: Залиха:

source: We have a lot
hr: Imamo puno
mk_mk: Многу

source: We don't currently have any
hr: Nemamo trenutno
mk_mk: Нема

source: quantity:
hr: količina:
mk_mk: количина:

source: First, choose whether you want a standard or dense arrangement of plants. And in the following steps you will choose tall, medium and short plants for your flower bed.
hr: Najprije odaberite dali ste za standardni ili gusti raspored biljaka. A u slijedećim koracima odabrati ćete visoke, srednje i niske biljke za svoju cvjetnu gredicu.
mk_mk: Најпрво избери дали си за стандарден или густ распоред на билките. А во следните чекори ќе избереш високи, средни и ниски билки за својата цветна гредичка.

source: Against the wall, standard layout
hr: Uza zid, standardni raspored
mk_mk: Покрај ѕид, стандарден распоред

source: (Planting distance: high 60 cm, medium 50 cm, low 50 cm)
hr: (Razmak sadnje: visoke 60 cm, srednje 50 cm, niske 50 cm)
mk_mk: (Растојание на садење: високи 60 см, средни 50 см, ниски 50 см)

source: wall
hr: zid
mk_mk: ѕид

source: Rotate
hr: Rotiraj
mk_mk: Заврти

source: Select <strong>standard layout</strong> and proceed to select tall plants
hr: Odaberi <strong>standardni raspored</strong> i nastavi ka odabiru visokih biljaka
mk_mk: Избери <strong>стандарден распоред</strong> и продолжи кон бирање високи билки

source: Along the wall, a dense layout
hr: Uza zid, gusti raspored
mk_mk: Покрај ѕид, густ распоред

source: (Planting distance: high 40 cm, medium 30 cm, low 30 cm)
hr: (Razmak sadnje: visoke 40 cm, srednje 30 cm, niske 30 cm)
mk_mk: (Растојание на садење: високи 40 см, средни 30 см, ниски 30 см)

source: Choose a <strong>dense arrangement</strong> and proceed to select tall plants
hr: Odaberi <strong>gusti raspored</strong> i nastavi ka odabiru visokih biljaka
mk_mk: Избери <strong>густ распоред</strong> и продолжи кон бирање високи билки

source: Central, standard layout
hr: Centralno, standardni raspored
mk_mk: Централно, стандарден распоред

source: Central, dense layout
hr: Centralno, gusti raspored
mk_mk: Централно, густ распоред

source: Tall plants:
hr: Visoke biljke:
mk_mk: Високи билки:

source: <strong>Standard arrangement along the wall</strong>, required number of <strong>tall</strong> plants:
hr: <strong>Standardni raspored uz zid</strong>, potrebni broj <strong>visokih</strong> biljaka:
mk_mk: <strong>Стандарден распоред покрај ѕид</strong>, потребен број <strong>високи</strong> билки:

source: Selected:
hr: Odabrano:
mk_mk: Избрано:

source: <strong>Standard layout central</strong>, required number of <strong>tall</strong> plants:
hr: <strong>Standardni raspored centralno</strong>, potrebni broj <strong>visokih</strong> biljaka:
mk_mk: <strong>Стандарден распоред централно</strong>, потребен број <strong>високи</strong> билки:

source: Please select tall plants first
hr: Molimo vas prvo odaberite visoke biljke
mk_mk: Молиме прво избери високи билки

source: Clear selection
hr: Očisti odabir
mk_mk: Исчисти го изборот

source: Medium plants:
hr: Srednje biljke:
mk_mk: Средни билки:

source: <strong>Standard arrangement along the wall</strong>, required number of <strong>medium</strong> plants:
hr: <strong>Standardni raspored uz zid</strong>, potrebni broj <strong>srednjih</strong> biljaka:
mk_mk: <strong>Стандарден распоред покрај ѕид</strong>, потребен број <strong>средни</strong> билки:

source: <strong>Standard layout central</strong>, required number of <strong>middle</strong> plants:
hr: <strong>Standardni raspored centralno</strong>, potrebni broj <strong>srednjih</strong> biljaka:
mk_mk: <strong>Стандарден распоред централно</strong>, потребен број <strong>средни</strong> билки:

source: Please select medium plants first
hr: Molimo vas prvo odaberite srednje biljke
mk_mk: Молиме прво избери средни билки

source: Low plants:
hr: Niske biljke:
mk_mk: Ниски билки:

source: <strong>Standard arrangement along the wall</strong>, required number of <strong>low</strong> plants:
hr: <strong>Standardni raspored uz zid</strong>, potrebni broj <strong>niskih</strong> biljaka:
mk_mk: <strong>Стандарден распоред покрај ѕид</strong>, потребен број <strong>ниски</strong> билки:

source: <strong>Standard layout central</strong>, the required number of <strong>low</strong> plants is:
hr: <strong>Standardni raspored centralno</strong>, potrebni broj <strong>niskih</strong> biljaka je:
mk_mk: <strong>Стандарден распоред централно</strong>, потребен број <strong>ниски</strong> билки:

source: Please select short plants first
hr: Molimo vas prvo odaberite niske biljke
mk_mk: Молиме прво избери ниски билки

source: <strong>Dense arrangement along the wall</strong>, required number of <strong>tall</strong> plants:
hr: <strong>Gusti raspored uz zid</strong>, potrebni broj <strong>visokih</strong> biljaka:
mk_mk: <strong>Густ распоред покрај ѕид</strong>, потребен број <strong>високи</strong> билки:

source: <strong>Dense arrangement centrally</strong>, required number of <strong>tall</strong> plants:
hr: <strong>Gusti raspored centralno</strong>, potrebni broj <strong>visokih</strong> biljaka:
mk_mk: <strong>Густ распоред централно</strong>, потребен број <strong>високи</strong> билки:

source: <strong>Dense arrangement along the wall</strong>, required number of <strong>medium</strong> plants:
hr: <strong>Gusti raspored uz zid</strong>, potrebni broj <strong>srednjih</strong> biljaka:
mk_mk: <strong>Густ распоред покрај ѕид</strong>, потребен број <strong>средни</strong> билки:

source: <strong>Dense central arrangement</strong>, required number of <strong>middle</strong> plants:
hr: <strong>Gusti raspored centralno</strong>, potrebni broj <strong>srednjih</strong> biljaka:
mk_mk: <strong>Густ распоред централно</strong>, потребен број <strong>средни</strong> билки:

source: <strong>Dense arrangement along the wall</strong>, required number of <strong>low</strong> plants:
hr: <strong>Gusti raspored uz zid</strong>, potrebni broj <strong>niskih</strong> biljaka:
mk_mk: <strong>Густ распоред покрај ѕид</strong>, потребен број <strong>ниски</strong> билки:

source: <strong>Dense arrangement centrally</strong>, required number of <strong>low</strong> plants:
hr: <strong>Gusti raspored centralno</strong>, potrebni broj <strong>niskih</strong> biljaka:
mk_mk: <strong>Густ распоред централно</strong>, потребен број <strong>ниски</strong> билки:

source: Shopping List:
hr: Lista za kupovinu:
mk_mk: Листа за купување:

source: Add all to cart
hr: Dodaj sve u košaricu
mk_mk: Додади сѐ во кошничка

source: lenght
hr: duljina
mk_mk: должина

source: width
hr: širina
mk_mk: ширина

source: Preparing a plan, be patient...
hr: Pripremam plan, budite strpljivi...
mk_mk: Трпение, го припремам планот...

source: You have not selected the type of illumination!
hr: Niste odabrali tip osvetljenosti!
mk_mk: Не одбравте тип на осветленост!

source: You have not selected a flower bed type!
hr: Niste odabrali tip gredice!
mk_mk: Не одбравте тип на гредичка!

source: You have not set a dimension!
hr: Niste postavili dimenzije!
mk_mk: Немате поставено димензии!

source: The total sum is:
hr: Ukupna suma je:
mk_mk: Вкупната сума е:

source: Continue to the Middle Plants
hr: Produži ka Srednjim biljkama
mk_mk: Продолжи кон Средни билки

source: Continue to Low Plants
hr: Produži ka Niskim biljkama
mk_mk: Продолжи кон Ниски билки

source: Add all the selected plants to the shopping list
hr: Dodaj sve odabrane biljke u listu za kupovinu
mk_mk: Додади ги одбраните во Листата за купување

source: Garden Designer Settings
hr: Dizajner Vrta postavke
mk_mk: „Дизајнер на градина“ поставки

source: Garden Designer
hr: Dizajner Vrta
mk_mk: Дизајнер на градина

source: "Garden Designer" Settings
hr: "Dizajner Vrta" postavke
mk_mk: „Дизајнер на градина“ поставки

source: "Garden Designer" allows your customers to optimize their garden based on expert recommendations. After selecting the lighting and surface type, the "Garden Designer" calculates the necessary types and quantities of plants. It also provides a planting layout sketch. Customers can choose from the available plants in stock and add them to their cart with a single click, directing them to your payment page.
hr: "Dizajner vrta" omogućava vašim kupcima da optimalno i prema preporukama stručnjaka uredite svoj vrt. Nakon što odaberu osvjetljenje i tip površine, "Dizajner vrta" će izračunati koliko i koje vrste biljaka su im potrebne, nacrtati im skicu rasporeda sadnje i omogućiti im da odaberu sve biljke koje nudite i koje trenutno imate na zalihi. Zatim, jednim klikom, te biljke se dodaju u košaricu i odmah preusmjeravaju na vašu definiranu stranicu za naplatu.
mk_mk: „Дизајнер на градина“ им овозможува на вашите купувачи да можат најоптимално и според препораките од експертите да си ја уредат сопствената градина. Откако ќе одберат осветленост и тип на површина, „Дизајнер на градина“ ќе пресмета колку и каков вид билки им се потребни, ќе им исцрта скица за распоредот на садење и ќе им даде да одберат од сите билки кои ги нудите и ги имате во тој момент на залиха, за потоа со еден клик да ги додадат сите во кошничка и веднаш да бидат префрлени на вашата дефинирана страница за наплата.

source: Rules:
hr: Pravila:
mk_mk: Правила:

source: Lighting is categorized into three types:
hr: Osvjetljenje se dijeli na tri vrste:
mk_mk: Осветленоста се дели на три вида:

source: Shade (3 or fewer hours of sunlight)
hr: Sjena (3 ili manje sati sunčeve svjetlosti)
mk_mk: Сенка (3 или помалку часови сончева светлина)

source: Flower bed type options:
hr: Vrsta gredice može biti:
mk_mk: Типот на гредичка може да биде:

source: Along a wall (where at least one side touches a wall)
hr: Pored zida (gdje barem jedna strana dodiruje zid)
mk_mk: Покрај ѕид (каде барем една страна допира до ѕид)

source: Central (where no side touches a wall)
hr: Centralna (gdje nijedna strana ne dodiruje zid)
mk_mk: Централно (каде ниту една страна не допира до ѕид)

source: Plants are divided into three groups:
hr: Biljke se dijele u tri grupe:
mk_mk: Растенијата се делат во три групи:

source: Tall plants (90-150 cm)
hr: Visoke biljke (90-150 cm)
mk_mk: Високи растенија (90-150 cm)

source: Medium plants (50-80 cm)
hr: Srednje biljke (50-80 cm)
mk_mk: Средни растенија (50-80 cm)

source: Short plants (15-40 cm)
hr: Niske biljke (15-40 cm)
mk_mk: Ниски растенија (15-40 cm)

source: Customers can choose between two planting methods:
hr: Kupac može odabrati između dva načina sadnje:
mk_mk: Купувачот може да одбере помеѓу два начини на садење:

source: Standard spacing (planting distance: tall 60 cm, medium 50 cm, short 50 cm)
hr: Standardni raspored (razmak sadnje: visoke 60 cm, srednje 50 cm, niske 50 cm)
mk_mk: Стандарден распоред (Растојание на садење: високи 60 cm, средни 50 cm, ниски 50 cm)

source: Dense spacing (planting distance: tall 40 cm, medium 30 cm, short 30 cm)
hr: Gust raspored (razmak sadnje: visoke 40 cm, srednje 30 cm, niske 30 cm)
mk_mk: Густ распоред (Растојание на садење: високи 40 cm, средни 30 cm, ниски 30 cm)

source: Instructions for site administrators:
hr: Upute za administratora stranice:
mk_mk: Упатсво за администраторите на страницата:

source: Before installing "Garden Designer," ensure that WooCommerce is already installed.
hr: Prije instaliranja "Dizajnera vrta" potrebno je prethodno imati instaliran WooCommerce.
mk_mk: За да инсталирате „Дизајнер на градина“ потребно е претходно да имате инсталирано WooCommerce.

source: Define tags for the following characteristics:
hr: Trebate definirati oznake koje ćete koristiti za:
mk_mk: Потребно е да ги дефинирате ознаките кои ќе ги користите за:

source: Lighting:
hr: Osvjetljenost:
mk_mk: Осветленост:

source: Sun (e.g. sun, light)
hr: Sunce (na primjer: sunce, svjetlo)
mk_mk: Сонце (на пример: сонце, светло)

source: Partial shade (e.g. partial-shade, semi-dark)
hr: Polusjena (na primjer: polusjena, polutamno)
mk_mk: Полусенка (на пример: полусенка, полутемно)

source: Shade (e.g. shade, dark)
hr: Sjena (na primjer: sjena, tamno)
mk_mk: Сенка (на пример: сенка, темно)

source: Flower bed type:
hr: Vrsta gredice:
mk_mk: Тип на гредичка:

source: Along a wall
hr: Pored zida
mk_mk: Покрај ѕид

source: Plant height:
hr: Visina biljaka:
mk_mk: Висина на растенија:

source: Planting method:
hr: Način sadnje:
mk_mk: Начин на садење:

source: After defining the tags, assign them to each of your products or the plants you offer for sale.
hr: Nakon definiranja oznaka, dodijelite ih svakom od vaših proizvoda ili svakoj biljci koju nudite na prodaju.
mk_mk: Откако ќе ги дефинирате ознаките, доделете ги на секој од вашите производи или на секое растение што го нудите на продажба.

source: "Garden Designer" will consider only in-stock products and present them to customers.
hr: "Dizajner vrta" će uzeti u obzir samo proizvode koji su na zalihama i ponuditi ih kupcima.
mk_mk: „Дизајнер на градина“ ќе ги земе предвид само производите кои ги има на залиха и тие ќе бидат понудени на купувачите.

source: After selecting desired plants, customers will be directly redirected to your designated payment page.
hr: Nakon odabira željenih biljaka, kupac će biti izravno preusmjeren na vašu definiranu stranicu za naplatu.
mk_mk: По одбирањето на саканите билки купувачот ќе биде директно префрлен на вашата дефинирана страница за наплата.

source: To use "Garden Designer", insert the following shortcode on any page: [garden_designer].
hr: Da biste koristili "Dizajner vrta", umetnite sljedeći kratki kod na bilo koju stranicu: [garden_designer].
mk_mk: По означување на производите, „Дизајнер на градина“ можете да го користите на која сакате страница преку вметнување на краткиот код: [garden_designer].

source: <strong>Note</strong>: You can enter only one tag without quotation marks and other special characters in the corresponding field for each tag.<br />After clicking the "Save Changes" button, the tags will be saved in the component's settings and automatically added to the WooCommerce "Tags" set.<br />In order for the component to function properly, after determining the tags, you need to assign them to each of your products, that is, to each herb that you offer for sale.<br />You add the "brightness" tags as you defined them.<br />You provide the "width" and "height" labels in the following format: label number cm (where "label" is the label you defined in the settings, "number" is the corresponding width or height of the plant expressed in centimeters, "cm" is for informational display of the dimension. Note that there are spaces between the sections.)<br />For example:<br />- If the label is "W:" and the plant is "30 cm" wide, then enter "W: 30 cm"<br />- If the mark is "H:" and the plant is "120 cm high", then enter "H: 120 cm"<br />Unfortunately, tags can only be typed in one language, although the component itself can be used in multiple languages.
hr: <strong>Napomena</strong>: Možete unijeti samo jednu oznaku bez navodnika i drugih posebnih znakova u odgovarajuće polje za svaku oznaku.<br />Nakon klika na gumb "Spremi promjene", oznake će biti spremljene u postavkama komponente i automatski dodane WooCommerce skupu "Oznake".<br />Kako bi komponenta ispravno funkcionirala, nakon određivanja oznaka, potrebno ih je dodijeliti svakom svom proizvodu, odnosno svakoj biljci koju nudite u prodaji.<br />Oznake za "osvetljenost" dodajete onako kako ste ih definirali.<br />Oznake "širine" i "visine" dajete u sljedećem formatu: broj oznake cm (gdje je "oznaka" oznaka koju ste definirali u postavkama, "broj" je odgovarajuća širina ili visina biljke izražena u centimetrima, "cm" služi za informativni prikaz dimenzija. Imajte na umu da postoje razmaci između odjeljaka.)<br />Na primjer:<br />- Ako je oznaka "Š:", a biljka je široka "30 cm", unesite "Š: 30 cm"<br />- Ako je oznaka "V:", a biljka "120 cm visoka", unesite "V: 120 cm"<br />Nažalost, oznake se mogu upisati samo na jednom jeziku, iako se sama komponenta može koristiti na više jezika.
mk_mk: <strong>Напомена</strong>: Во соодветното поле за секоја ознака можете да внесете само една ознака без наводници и други специјални карактери.<br />Откако ќе кликнете на копчето „Зачувај промени“ ознаките ќе бидат зачувани во поставките на компонентата и ќе бидат автоматски додадени во сетот „Ознаки“ на WooCommerce.<br />За да функционира правилно компонентата, по одредувањето на ознаките, треба истите да ги доделите на секој од вашите производи односно на секоја билка која ја нудите на продажба.<br />Ознаките за „осветленост“ ги додавате такви какви што сте ги дефинирале.<br />Ознаките за „ширина“ и „висина“ ги давате во следниов формат: ознака цифра cm (каде „ознака“ е ознаката која сте ја дефинирале во поставките, „цифра“ е соодветната ширина или висина на билката изразена во сантиметри, „cm“ е за информативен приказ на димензијата. Забележете дека има празни места помеѓу деловите.)<br />На пример:<br />- Ако е ознаката „Ш:“ а билката широка „30 cm“ тогаш впишувате „Ш: 30 cm“<br />- Ако е ознаката „В:“ а билката висока „120 cm“ тогаш впишувате „В: 120 cm“<br />За жал, ознаките можат да се впишат само на еден јазик, иако самата компонента може да се користи на повеќе јазици.

source: Shortcode Usage
hr: Upotreba kratkog koda
mk_mk: Користење на краток код

source: To use the "Garden designer", simply use the following shortcode:
hr: Da bi ste koristili "Dizajner Vrta" jednostavno koristite ovaj kratki kod:
mk_mk: За да го користите „Дизајнер на градина“ едноставно употребете го краткиот код:

source: Shortcode is copied to Clipboard!
hr: Kratki kod je kopiran u memoriju!
mk_mk: Краткиот код е копиран во меморија!

source: Copy shortcode to Clipboard
hr: Kopiraj kratki kod u memoriju
mk_mk: Копирај го краткиот код во меморија

source: Note:
hr: Napomena:
mk_mk: Белешка:

source: You can also use "Garden Designer" to facilitate garden planning for your clients.
hr: "Dizajner vrta" možete koristiti i vi za olakšavanje planiranja vrtova za svoje klijente.
mk_mk: „Дизајнер на градина“ можете да го користите и вие за да си го олесните планирањето на градини за вашите клиенти.

source: Good luck with your sales!
hr: Sretno s prodajom!
mk_mk: Успешна продажба!

source: Tag Settings
hr: Postavke za oznake
mk_mk: Поставки за ознаки

source: Sun Tag
hr: Oznaka za sunce
mk_mk: Ознака за сонце

source: Part Shade Tag
hr: Oznaka za polusjenu
mk_mk: Ознака за полусенка

source: Shade Tag
hr: Oznaka za sjenu
mk_mk: Ознака за сенка

source: Width Tag
hr: Oznaka za širinu
mk_mk: Ознака за ширина

source: Height Tag
hr: Oznaka za visinu
mk_mk: Ознака за височина

source: Tall Plant Color
mk_mk: Високи билки, боја

source: Medium Plant Color
mk_mk: Средни билки, боја

source: Short Plant Color
mk_mk: Ниски билки, боја

source: Maximum Sale Quantity
mk_mk: Максимална количина на продажба

source: Enter your custom tags for garden designer settings.
hr: Unesite po želji vaše oznake za "Dizajner Vrta".
mk_mk: Внесете по ваша желба ознаки за „Дизјанер на градина“.
